Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Select factors to apply to the plan
tr_tr: Plana uygulanacak faktörleri seçin

source: Selected factors
tr_tr: Seçilen faktörler

source: Time in role (TiR)
tr_tr: Görevde geçen süre (TiR)

source: Time in role to target
tr_tr: Hedefe kadar rolde geçirilen süre

source: Prorating factors
tr_tr: Oranlama faktörleri

source: Review plan configurations
tr_tr: Plan yapılandırmalarını değerlendirin

source: Summary
tr_tr: Özet

source: View bonus plan
tr_tr: Prim planını görüntüle

source: The payout curve is required.
tr_tr: Ödeme eğrisi gereklidir.

source: Bulk assign
tr_tr: Toplu atama

source: Select which payout curve will be assigned to the selected goals.
tr_tr: Seçili hedeflere hangi ödeme eğrisinin atanacağını seçin.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
tr_tr: Bir veya daha fazla ödeme eğrisi devre dışı bırakıldı. Yeni bir ödeme eğrisi atarsanız, devre dışı bırakılan eğrilerden herhangi birini yeniden seçemezsiniz.

source: Assign payout curve
tr_tr: Ödeme eğrisini ata

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
tr_tr: Hedef türüne ve ölçüm kriterlerine göre varsayılan ödeme eğrilerini atayın. Ödeme eğrisi için mevcut seçenekler, sonuç biriminin türüne karşılık gelir. Gerekirse bu varsayılanları daha sonra değiştirebilirsiniz.

source: Default payout curves
tr_tr: Varsayılan ödeme eğrileri

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
tr_tr: Hedef türleri ve ölçüm kriterleri yüklendikten sonra ödeme eğrilerini atayabileceksiniz.

source: Select a goal plan to get started
tr_tr: Başlamak için bir hedef planı seçin

source: Please select a goal plan.
tr_tr: Lütfen bir hedef planı seçiniz.

source: The payout curve was successfully assigned.
tr_tr: Ödeme eğrisi başarıyla atandı.

source: The payout curves were successfully assigned.
tr_tr: Ödeme eğrileri başarıyla atandı.

source: Autosaved
tr_tr: Otomatik kaydedildi

source: Select goal
tr_tr: Hedef seçin

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
tr_tr: Bu hedef planını silmek istediğinizden emin misiniz? Bu işlem, tüm yapılandırmaları kalıcı olarak kaldıracaktır.

source: Delete goal plan
tr_tr: Hedef planını sil

source: Empty
tr_tr: Boş

source: Individual
tr_tr: Bireysel

source: Organizational
tr_tr: Kurumsal

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
tr_tr: Arama/filtre kriterlerine uyan sonuç bulunamadı. Tüm sonuçları görüntülemek için filtreleri kaldırın ve aramayı temizleyin.

source: Search by goal name
tr_tr: Hedef adına göre ara

source: {{count}} items selected
tr_tr: {{count}} öğe seçildi

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
tr_tr: Bazı hedeflere bir ödeme eğrisi atanmadı. Devam edebilirsiniz, ancak bu hedefler prim hesaplamalarına dahil edilmeyecektir.

source: Unassigned goals
tr_tr: Atanmamış hedefler

source: Pending draft
tr_tr: Bekleyen taslak

source: Bonus Plans
tr_tr: Bonus Planları

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
tr_tr: Bu hedef planını güncellemek istediğinizden emin misiniz? Yayınlanan prim planı, yeniden yayınlayana kadar etkilenmeyecektir.

source: Update goal plan
tr_tr: Hedef planını güncelle

source: Refresh goals
tr_tr: Hedefleri yenile

source: The goal plan was successfully updated.
tr_tr: Hedef planı başarıyla güncellendi.

source: Update compensation rounds to the latest version.
tr_tr: Ücretlendirme turlarını en son sürüme güncelleyin.

source: Check the usage details to see where this plan is used.
tr_tr: Bu planın nerede kullanıldığını görmek için kullanım ayrıntılarını kontrol edin.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
tr_tr: Beklemede olan taslağı yayımlamak üzeresiniz; bu işlem mevcut yayımlanmış sürümü bu prim planında değiştirecek.

source: To apply your changes:
tr_tr: Değişikliklerinizi uygulamak için:

source: This action won’t automatically update the compensation rounds using this plan.
tr_tr: Bu işlem, bu planı kullanan ücretlendirme turlarını otomatik olarak güncellemez.

source: Publish updated bonus plan
tr_tr: Güncellenmiş prim planını yayımla

source: Owner
tr_tr: Sahibi

source: Published date
tr_tr: Yayınlanma tarihi

source: Search by name or code
tr_tr: İsme veya koda göre ara

source: Competency Scales
tr_tr: Yetkinlik Ölçekleri

source: The career development plan was successfully updated.
tr_tr: Kariyer gelişim planı başarıyla güncellendi.

source: Add question
tr_tr: Soru ekle

source: Edit career development plan
tr_tr: Kariyer gelişim planını düzenleyin

source: No translation provided for the description
tr_tr: Açıklama için çeviri sağlanmadı

source: No translation provided for the title
tr_tr: Başlık için çeviri sağlanmadı

source: Specify the number of days
tr_tr: Gün sayısını belirtin

source: Configure notifications and preferred notification delivery channels
tr_tr: Bildirimleri ve tercih edilen bildirim gönderme kanallarını yapılandırın

source: Message
tr_tr: Mesaj

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
tr_tr: Şu ana kadar harika iş çıkardınız! Kariyer gelişim planınıza yalnızca birkaç gün kala, şimdi ilerlemenizi değerlendirmek ve herhangi bir ek yorum eklemek için mükemmel bir zaman.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
tr_tr: Bugün kariyer gelişim Planınızın son gününe işaret ediyor! Bu yolculuk boyunca gösterdiğiniz bağlılık ve gelişim için tebrikler.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
tr_tr: Kariyer gelişim planınız son değerlendirmesi için hazır. Lütfen yöneticinizle görüştükten sonra planı onaylayın ve imzalayın.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
tr_tr: Kendi kendine değerlendirmeniz gönderildi. Yöneticiniz bunu değerlendirecek ve kısa süre içinde geri bildirimlerde bulunacaktır.

source: Your career development plan has started. Review the plan and begin working on your objectives.
tr_tr: Kariyer gelişim planınız başladı. Planı değerlendirin ve hedefleriniz üzerinde çalışmaya başlayın.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
tr_tr: Kendi kendine değerlendirmeniz şimdi açık. Düşünmek için zaman ayırın ve ardından yanıtlarınızı gönderin.

source: Send a notification a certain number of days before the end of the plan
tr_tr: Planın bitiminden belirli sayıda gün önce bir bildirim gönderin

source: Send a notification on the day
tr_tr: Gün içinde bir bildirim gönderin

source: End of the career development plan
tr_tr: Kariyer gelişim planının sonu

source: Career development plan PDF creation
tr_tr: Kariyer gelişim planına ilişkin PDF oluşturma

source: Plan sign-off
tr_tr: Plan onayı

source: Review & feedback
tr_tr: İnceleme ve geri bildirimler

source: Start of the career development plan
tr_tr: Kariyer gelişim planının başlangıcı

source: Worker submission
tr_tr: Çalışan gönderimi

source: Email notifications
tr_tr: E-posta bildirimleri

source: In-app notifications
tr_tr: Uygulama içi bildirimler

source: Notification delivery channel
tr_tr: Bildirim gönderme kanalı

source: Core components
tr_tr: Temel bileşenler

source: Enable, configure & reorder core components
tr_tr: Temel bileşenleri etkinleştirin, yapılandırın ve yeniden sıralayın

source: Continuous plan
tr_tr: Sürekli plan

source: Enter the basic information for the plan
tr_tr: Plan için temel bilgileri girin

source: Fixed duration plan
tr_tr: Sabit süreli plan

source: Local owner
tr_tr: Yerel sahip

source: Select owner
tr_tr: Sahip seçin

source: Send career development plan PDF to Documents
tr_tr: Kariyer gelişim planı PDF'sini Belgeler'e gönder

source: A plan with this code already exists.
tr_tr: Bu koda sahip bir plan zaten var.

source: Select option
tr_tr: Seçenek belirleyin

source: Eligibility
tr_tr: Uygunluk

source: Specify the eligibility for the comp round
tr_tr: Ücretlendirme dönemi için uygunluğu belirtin

source: Define the populations for the plan
tr_tr: Plan için popülasyonları tanımlayın.

source: Population setup is restricted by primary owner access
tr_tr: Nüfus kurulumu, birincil sahip erişimiyle sınırlandırılmıştır

source: Population setup is restricted by local admin access.
tr_tr: Nüfus kurulumu, yerel yönetici erişimiyle sınırlandırılmıştır.

source: Privacy settings
tr_tr: Gizlilik ayarları

source: Configure the privacy settings
tr_tr: Gizlilik ayarlarını yapılandırın

source: Mandatory question
tr_tr: Zorunlu soru

source: Checkboxes
tr_tr: Onay kutuları

source: Radio buttons
tr_tr: Radyo düğmeleri

source: Text input
tr_tr: Metin girişi

source: Edit question
tr_tr: Soruyu düzenle

source: No questions yet
tr_tr: Henüz soru yok

source: Answer to this question is mandatory.
tr_tr: Bu soruya cevap vermek zorunludur.

source: Response permission
tr_tr: Yanıt izni

source: Manager only
tr_tr: Yalnızca yönetici

source: Worker only
tr_tr: Yalnızca Çalışan

source: Worker & manager
tr_tr: Çalışan ve yönetici

source: Career plan questionnaire
tr_tr: Kariyer planı anketi

source: Add answer option
tr_tr: Yanıt seçeneği ekle

source: The answer option cannot be empty.
tr_tr: Yanıt seçeneği boş olamaz.

source: Create questions for workers
tr_tr: Çalışanlar için sorular oluşturun

source: Languages: {{numerator}}/{{denominator}}
tr_tr: Diller: {{numerator}}/{{denominator}}

source: List of answer options
tr_tr: Yanıt seçenekleri listesi

source: At least {{count}} answer option is required for this answer type
tr_tr: Bu yanıt türü için en az {{count}} yanıt seçeneği gereklidir

source: At least {{count}} answer options are required for this answer type
tr_tr: Bu yanıt türü için en az {{count}} yanıt seçeneği gereklidir

source: Please provide a question.
tr_tr: Lütfen bir soru sağlayın.

source: Show disabled
tr_tr: Devre dışı göster

source: Response rule
tr_tr: Yanıt kuralı

source: Skill library
tr_tr: Beceri kitaplığı

source: Configure the skill set for the plan
tr_tr: Plan için beceri grubunu yapılandırın

source: Sidebar widgets
tr_tr: Kenar çubuğu pencere öğeleri

source: Enable, set up & reorder sidebar widgets
tr_tr: Kenar çubuğu pencere öğelerini etkinleştirin, ayarlayın ve yeniden sıralayın

source: Workflow
tr_tr: İş akışı

source: Update the workflow labels
tr_tr: İş akışı etiketlerini güncelleyin

source: Change display name
tr_tr: Görünen adı değiştirin

source: Selected workflow step
tr_tr: Seçilen iş akışı adımı

source: Receive insights and guidance from your manager.
tr_tr: Yöneticinizden içgörüler ve rehberlik alın.

source: Manager feedback
tr_tr: Yönetici geri bildirimleri

source: Reflect on your achievements and growth areas.
tr_tr: Başarılarınız ve gelişim alanlarınız üzerinde düşünün.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
tr_tr: Yönetici hala belirli alanları doldurabilir ve işlemi gerçekleştirdikten sonra formu gönderebilir.

source: Allow workers to refuse the career development
tr_tr: Çalışanların kariyer gelişimini reddetmesine izin ver

source: Create career development plan
tr_tr: Kariyer gelişim planı oluşturun

source: View & manage career development plans
tr_tr: Kariyer gelişim planlarını görüntüleyin ve yönetin

source: Development plans
tr_tr: Gelişim planları

source: End date: {{date}}
tr_tr: Bitiş tarihi: {{date}}

source: Start date: {{date}}
tr_tr: Başlangıç tarihi: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
tr_tr: Kariyer planı yok. Profesyonel gelişiminizi destekleyecek güncellemeler ve yeni fırsatlar için kısa süre sonra tekrar kontrol edin. Kariyer hedeflerinize ulaşmanıza yardımcı olmak için buradayız.

source: No career development plans
tr_tr: Kariyer gelişim planı yok

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
tr_tr: Dosya başarıyla yüklendi. Herhangi bir hatayı değerlendirmek için lütfen günlük dosyasını indirin. Karşılaşılan sorunlarla ilgili ayrıntılar için son iki sütun olan "Sonuç" ve "Hata Açıklaması" sütunlarına odaklanın.

source: Are you sure you want to delete the career development plan?
tr_tr: Kariyer gelişim planını silmek istediğinizden emin misiniz?

source: Delete career development plan
tr_tr: Kariyer gelişim planını sil

source: The career development plan template was successfully deleted.
tr_tr: Kariyer gelişim planı şablonu başarıyla silindi.

source: The career development plan was duplicated and a new item was created.
tr_tr: Kariyer gelişim planı çoğaltıldı ve yeni bir öğe oluşturuldu.

source: No career development plans yet!
tr_tr: Henüz kariyer gelişim planı yok!

source: Open career development plan
tr_tr: Kariyer gelişim planını aç

source: Career development plans
tr_tr: Kariyer gelişim planları

source: Upload skills
tr_tr: Yetenekleri yükle

source: Download career development plan
tr_tr: Kariyer gelişim planını indir

source: Generate PDF
tr_tr: PDF Oluştur

source: Send to Documents
tr_tr: Belgeler'e Gönder

source: Preview behavior wheel widget
tr_tr: Davranış çarkı pencere öğesinin önizlemesini yapın

source: Behavior wheel
tr_tr: Davranış çarkı

source: Enable chat messages for the entire duration of the career development plan.
tr_tr: Kariyer gelişim planının tamamı boyunca sohbet mesajlarını etkinleştirin.

source: Career chat
tr_tr: Kariyer sohbeti

source: Add resources
tr_tr: Kaynak ekle

source: Provide links to workers and managers
tr_tr: Çalışanlara ve yöneticilere bağlantılar verin

source: Go to edit mode to get started by creating one.
tr_tr: Başlamak için düzenleme moduna geçin ve bir tane oluşturun.

source: No resources added yet!
tr_tr: Henüz kaynak eklenmedi!

source: Label
tr_tr: Etiket

source: Link
tr_tr: Bağlantı

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
tr_tr: Geçersiz URL. HTTPS protokolünü kullanan bir URL girdiğinizden emin olun.

source: Resource list
tr_tr: Kaynak listesi

source: Resources
tr_tr: Kaynaklar

source: Skills & competency groups
tr_tr: Beceri ve yetkinlik grupları

source: You must select at least one skill.
tr_tr: En az bir yetenek seçmelisiniz.

source: Skill Libraries
tr_tr: Beceri Kitaplıkları

source: The size of the file exceeds the maximum limit.
tr_tr: Dosyanın boyutu maksimum sınırı aşıyor.

source: Upload file
tr_tr: Dosya yükle

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
tr_tr: CSV dosyasını yükleyin (Maks: 1 MB). Sorunsuz bir yükleme için dosyanın doğru biçimlendirildiğinden emin olun.

source: Import file
tr_tr: Dosyayı içe aktar

source: Download your current skill configuration
tr_tr: Mevcut beceri yapılandırmanızı indirin

source: Upload the modified file
tr_tr: Değiştirilmiş dosyayı yükleyin

source: Add new skills to the file or update the existing skills
tr_tr: Dosyaya yeni beceriler ekleyin veya mevcut becerileri güncelleyin

source: Add skills to the library
tr_tr: Becerileri kitaplığa ekleyin

source: This operation might take a few minutes; please keep this window open.
tr_tr: Bu işlem birkaç dakika sürebilir; lütfen bu pencereyi açık tutun.

source: Processing
tr_tr: İşleniyor

source: Parent element
tr_tr: Üst öğe

source: This code already exists.
tr_tr: Bu kod zaten var.

source: Create comp element
tr_tr: Ücretlendirme öğesi oluşturun

source: Edit comp element
tr_tr: Ücretlendirme öğesini düzenleyin

source: Element code
tr_tr: Öğe kodu

source: The code will be automatically generated after creation.
tr_tr: Kod, oluşturulduktan sonra otomatik olarak üretilecektir.

source: Customer code
tr_tr: Müşteri kodu

source: The customer code cannot be empty.
tr_tr: Müşteri kodu boş olamaz.

source: Use this for mapping purpose
tr_tr: Bunu eşleme amacıyla kullanın

source: Element type
tr_tr: Öğe türü

source: Comp elements
tr_tr: Ücretlendirme öğeleri

source: Comp elements in use
tr_tr: Kullanımdaki ücretlendirme öğeleri

source: Comp groups
tr_tr: Ücretlendirme grupları

source: Comp trees
tr_tr: Ücretlendirme ağaçları

source: View rounds using comp elements
tr_tr: Ücretlendirme öğelerinin kullanıldığı dönemleri görüntüleyin

source: Go to comp round
tr_tr: Ücretlendirme dönemine git

source: Rounds using comp elements
tr_tr: Ücretlendirme öğelerinin kullanıldığı dönemler

source: Create your first comp element
tr_tr: İlk ücretlendirme öğenizi oluşturun

source: View and manage comp trees and comp elements
tr_tr: Ücret ağaçlarını ve ücret öğelerini görüntüleyin ve yönetin

source: Enable comp element
tr_tr: Ücretlendirme öğesini etkinleştirin

source: Compensation element tree
tr_tr: Ücretlendirme öğesi ağacı

source: View comp element
tr_tr: Bileşen öğesini görüntüle

source: Compensation element
tr_tr: Ücretlendirme öğesi

source: Select the compensation element that will use this rule
tr_tr: Bu kuralı kullanacak ücretlendirme öğesini seçin

source: The compensation element cannot be empty.
tr_tr: Ücretlendirme öğesi boş olamaz.

source: No target budget
tr_tr: Hedef bütçe yok

source: Outcome
tr_tr: Sonuç

source: Define the outcome of the rule
tr_tr: Kuralın sonucunu tanımlayın

source: The rule list is empty. Get started by creating a budget rule.
tr_tr: Kural listesi boş. Bir bütçe kuralı oluşturarak başlayın.

source: Create rule
tr_tr: Kural oluştur

source: How do you want to distribute your budget?
tr_tr: Bütçenizi nasıl dağıtmak istersiniz?

source: Budget rules
tr_tr: Bütçe kuralları

source: Are you sure you want to delete this condition block?
tr_tr: Bu koşul bloğunu silmek istediğinizden emin misiniz?

source: Delete condition block
tr_tr: Koşul bloğunu sil

source: The compensation round was successfully published.
tr_tr: Ücret turu başarıyla yayınlandı.

source: Are you sure you want to republish the compensation round?
tr_tr: Ücretlendirme dönemini yeniden yayınlamak istediğinizden emin misiniz?

source: The compensation round was successfully republished.
tr_tr: Ücretlendirme dönemi başarıyla yeniden yayınlandı.

source: Republish compensation round
tr_tr: Ücretlendirme dönemini yeniden yayınlayın

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
tr_tr: Değişiklikleriniz aşamalı bir taslak olarak kaydedilecektir. Ücretlendirme döneminin yayınlanan sürümü, yeniden yayınlanana kadar değişmeden kalacaktır. Aşamalı taslak olarak kaydetmek istediğinizden emin misiniz?

source: Are you sure you want to update the compensation round?
tr_tr: Ücretlendirme dönemini güncellemek istediğinizden emin misiniz?

source: The compensation round was successfully updated.
tr_tr: Ücretlendirme dönemi başarıyla güncellendi.

source: Update compensation round
tr_tr: Ücretlendirme dönemini güncelleyin

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
tr_tr: Seçilen veri modelinde güncellemeler yapıldı. Lütfen dönem yapılandırmalarınızı değerlendirip doğrulayın. Son güncelleme: {{date}}

source: Generate validation report
tr_tr: Doğrulama raporu oluşturun

source: Changes detected in data model
tr_tr: Veri modelinde tespit edilen değişiklikler

source: The pending draft was successfully deleted.
tr_tr: Bekleyen taslak başarıyla silindi.

source: The compensation round was successfully deleted.
tr_tr: Ücretlendirme dönemi başarıyla silindi.

source: The compensation round was successfully duplicated.
tr_tr: Ücretlendirme turu başarıyla çoğaltıldı.

source: The compensation round was duplicated and a new item was created.
tr_tr: Ücretlendirme dönemi kopyalandı ve yeni bir öğe oluşturuldu.

source: Select the comp element that will use this rule.
tr_tr: Bu kuralı kullanacak ücretlendirme öğesini seçin

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
tr_tr: Belirtilen popülasyondaki tüm kişiler varsayılan olarak uygundur. Çalışanları hariç tutmak için kurallar oluşturun.

source: Eligibility rules
tr_tr: Uygunluk kuralları

source: Expression
tr_tr: İfade

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
tr_tr: Tanımlanan popülasyondaki tüm kişiler varsayılan olarak uygundur. Belirli çalışanları hariç tutmak için kurallar oluşturabilir ve yapılandırabilirsiniz.

source: Create rules to make workers ineligible.
tr_tr: Çalışanları uygun olmayan duruma getirmek için kurallar oluşturun.

source: Rule name
tr_tr: Kural adı

source: The rule name cannot be empty.
tr_tr: Kural adı boş olamaz.

source: After
tr_tr: Sonra

source: Before
tr_tr: Önce

source: Contains
tr_tr: İçerir

source: The operator is required
tr_tr: Operatör gereklidir

source: Greater than
tr_tr: Büyüktür

source: Greater than or equal to
tr_tr: Büyüktür veya eşittir

source: In
tr_tr: Dahil

source: Checked
tr_tr: Kontrol edildi

source: Equal to
tr_tr: Eşit

source: Not checked
tr_tr: Kontrol edilmedi

source: Not empty
tr_tr: Boş değil

source: Not equal to
tr_tr: Eşit değil

source: Less than
tr_tr: Daha az

source: Less than or equal to
tr_tr: Küçük veya eşit

source: Doesn't contain
tr_tr: İçermez

source: Not in
tr_tr: Değil

source: On or after
tr_tr: Tarihinden itibaren veya sonrasında

source: On or before
tr_tr: Öncesinde veya sırasında

source: Range
tr_tr: Aralık

source: Value
tr_tr: Değer

source: The value is required.
tr_tr: Değer gereklidir.

source: Rule details
tr_tr: Kural ayrıntıları

source: Enter a name and a description for the rule.
tr_tr: Kural için bir ad ve açıklama girin.

source: Filter by comp element
tr_tr: Ücretlendirme öğesine göre filtrele

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
tr_tr: Bir veya daha fazla adım işlenemedi. Bekleyen taslağı düzenleyin ve ardından yeniden yayımlamayı deneyin.

source: One or more steps failed to process. Edit the round, and then try to publish again.
tr_tr: Bir veya daha fazla adım işlenemedi. Tur'u düzenleyin ve ardından yeniden yayımlamayı deneyin.

source: Comp manager
tr_tr: Komp yöneticisi

source: HRBP
tr_tr: İK iş ortağı

source: Comp manager + 1
tr_tr: Komp yöneticisi + 1

source: No actors are selected. If you continue, no one will have access to this round.
tr_tr: Hiçbir aktör seçilmedi. Devam ederseniz, bu tura kimse erişemeyecek.

source: Select actors
tr_tr: Aktörleri seç

source: Selected actors
tr_tr: Seçili aktörler

source: Define which actors can access this round.
tr_tr: Bu tura kimlerin erişebileceğini tanımlayın.

source: Actors & round access
tr_tr: Aktörler ve tur erişimi

source: At least one actor must be selected.
tr_tr: En az bir aktör seçilmelidir.
